server/app/controllers/workouts_controller.rb

SELECT "workouts"."plan" FROM "workouts"
---
  def index
    @workouts = Workout.pluck(:plan)